Ran Apply for dir: `aws/lincoln/dev/vpces/app/services/common/sg` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_security_group.test will be created
  + resource "aws_security_group" "test" {
      + arn                    = (known after apply)
      + description            = "test-sg"
      + egress                 = (known after apply)
      + id                     = (known after apply)
      + ingress                = [
          + {
              + cidr_blocks      = [
                  + "10.0.0.0/8",
                ]
              + description      = "in_443"
              + from_port        = 443
              + ipv6_cidr_blocks = []
              + prefix_list_ids  = []
              + protocol         = "tcp"
              + security_groups  = []
              + self             = false
              + to_port          = 443
            },
        ]
      + name                   = "test-sg"
      + name_prefix            = (known after apply)
      + owner_id               = (known after apply)
      + revoke_rules_on_delete = false
      + tags                   = {
          + "Name"  = "test-sg"
          + "Owner" = "jordan.kim"
        }
      + tags_all               = {
          + "EnvironmentName" = "dev"
          + "Name"            = "test-sg"
          + "Owner"           = "jordan.kim"
          + "ProjectName"     = "lincoln"
          + "ResourceName"    = "sg"
          + "TerraformPath"   = "vpces/app/services/common/sg"
        }
      + vpc_id                 = "vpc-0c7e81e5613747c93"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
aws_security_group.test: Creating...
aws_security_group.test: Creation complete after 2s [id=sg-08961d47a91ca768c]

Apply complete! Resources: 1 added, 0 changed, 0 destroyed.

```
</details>

